{
    "status": 200,
    "data": {
        "title": {
            "head": "ข้อตกลงการให้บริการ ThaiFintech ThisShop วงเงินสินเชื่อ",
            "text1": "ข้อตกลงฉบับนี้เป็นความตกลงระหว่างผู้ลงทะเบียนสมาชิก ThisShop กับทาง THAI FINTECH COMPANY LIM-ITED โดยผู้ลงทะเบียนมีคุณสมบัติตรงตามเงื่อนไขและสามารถใช้ ThisShopวงเงินสินเชื่อได้ (ต่อไปจะเรียกสั้นๆว่า “ผู้ใช้งาน”) เพื่อทำการซื้อสินค้าในเว็บไซต์ ThisShop หรือ บริการ รวมถึงสามารถผ่อนชำระค่าสินค้าหรือบริการได้ตามเงื่อนไขที่กำหนดไว้ในข้อตกลงฉบับนี้ กรุณาอ่านข้อตกลงฉบับนี้อย่างละเอียด โดยเฉพาะเนื้อหาที่เป็นตัวหนา หลังจากที่ผู้ใช้งานทำการทำเครื่องหมายถูกเป็นการยอมรับที่ “ข้าพเจ้าได้อ่านข้อตกลงฉบับนี้แล้ว” และคลิกไอคอน “ลงทะเบียนทันที” แล้ว จะถือว่าทั้งสองฝ่ายมีภาระผูกพันต่อข้อตกลงฉบับนี้ตามกฎหมาย สิทธิและหน้าที่ในการกำหนดและปฏิบัติในข้อตกลงฉบับนี้เป็นของ ThaiFintech โดยมีแผนกภายในของ “ThaiFintech” และเว็บไซต์จำหน่ายสินค้า ThisShop เป็นผู้รับผิดชอบ แบ่งงานปฏิบัติตามขอบเขต",
            "text2": "ผู้ใช้งานจะยอมรับเงื่อนไขข้อตกลงฉบับนี้ได้ต่อเมื่อรับทราบว่าท่านต้องมอบอำนาจดังต่อไปนี้ให้กับเว็บไซต์ Thai-Fintech (หมายถึง เจ้าของและผู้ให้บริการแพลตฟอร์มของเว็บไซต์ ThisShop) และ ThaiFintech"
        },
        "agreement": {
            "agreement_1": "1. มอบอำนาจให้ ThaiFintech ThisShop หรือฝ่ายที่สามที่ได้รับมอบอำนาจจากทางเว็บไซต์หรือบริษัทในการสอบถามข้อมูล ตรวจสอบสถานะความน่าเชื่อถือของผู้ใช้งาน สถานะการเงินและข้อมูลอื่นๆที่เกี่ยวข้องกับการประเมินวงเงินสินเชื่อและความสามารถทางการชำระเงินของผู้ใช้งาน ข้อมูลขีดความสามารถในการชำระผ่านช่องทางที่ถูกกฎหมาย และสามารถเก็บข้อมูลการใช้งานและข้อมูลทั้งหมดที่ให้ไว้กับทางเว็บไซต์ ThisShop เพื่อติดตามทวงถามหนี้ตลอดการขั้นตอนการให้บริการ ThisShopวงเงินสินเชื่อมอบอำนาจให้ ThaiFintech เผยแพร่ข้อมูลผู้ใช้งานให้กับฝ่ายที่เกี่ยวข้องกับข้อตกลง มอบอำนาจให้ ThaiFintech เข้าตรวจสอบข้อมูลของผู้ใช้งานที่อยู่ในคลังข้อมูลพื้นฐานเครดิตทางการเงินของธนาคารแห่งประเทศไทย",
            "agreement_2": "2. บัญชี รหัสผ่านและ (หรือ) เอกสารดิจิตอลของผู้ใช้งานถือเป็นการระบุตัวตนของผู้ใช้งาน ThaiFintech ในการดำเนินการต่างๆ (มอบอำนาจ) บัญชี รหัสผ่านและ (หรือ) ใบรับรองดิจิตอลใดๆก็ตามของผู้ใช้งานที่ถูกส่งไปยัง ThaiFintech กับ ThisShop และคำแนะนำที่เกี่ยวข้องอื่น ๆที่ เป็นตัวบ่งชี้การให้สิทธิ์ที่ไม่สามารถเพิกถอนได้โดยผู้ใช้ ทาง ThaiFintech และ ThisShop จะไม่รับผิดชอบต่อการดำเนินการใดๆตามคำแนะนำนี้",
            "agreement_3": {
                "part1": "3. การใช้งานเว็บไซต์นี้ในการทำรายการสั่งซื้อและใช้ วงเงินสินเชื่อผู้ใช้งานมีสิทธิในการเลือกซื้อสินค้าที่ต้องการ หากผู้ใช้งานมีอายุต่ำกว่า 20 ปี จะต้องได้รับความยินยอมจากผู้ปกครองหรือผู้แทนโดยชอบธรรมด้วยทุกครั้งขณะที่ใช้บริการในเว็บไซต์นี้ ขณะทำรายการจะถือว่าผู้ใช้งานได้ปฏิบัติตามเงื่อนไขดังกล่าวแล้ว และได้กรอกขอ้มูลที่เป็นความจริงและถูกต้องครบถ้วนสมบูรณ์ในรายการสั่งซื้อ",
                "part2": "ผู้ใช้งานได้ยอมรับข้อกำหนด ThaiFintech ที่เกี่ยวกับการใช้ วงเงินสินเชื่อใน ThisShop ยอมรับเงื่อนไขรายการค่าใช้จ่ายทั้งหมดที่กำหนดโดย ThaiFintech และจะปฏิบัติตามข้อกำหนดเกี่ยวกับการใช้ วงเงินสินเชื่อตามข้อตกลงฉบับนี้อย่างเคร่งครัด"
            }
        },
        "terminology1": [
            {
                "head": "ข้อที่ 1 นิยามศัพท์",
                "text": "ข้อตกลงฉบับนี้จะใช้นิยามศัพท์ต่อไปนี้ เว้นเสียแต่จะมีการระบุไว้เป็นกรณีพิเศษ",
                "part1": "(1) ไอคอนบนเว็บไซต์ ThisShop และข้อความใดๆที่มีลักษณะเป็นการกำหนดข้อบังคับที่เกี่ยวกับการให้บริการแพลตฟอร์มของเว็บไซต์ ThisShop ซึ่งประกอบด้วยแต่ไม่จำกัด ขั้นตอนการสั่งซื้อ กลยุทธ์หลังการขาย คำชี้แจงการคืนเงิน ข้อกำหนดในการคำนวณค่าบริการ ThisShopวงเงินสินเชื่อรวมถึงข้อกำหนดพิเศษของการให้บริการ ThisShopวงเงินสินเชื่อของ ThaiFintech ซึ่งต่อไปจะเรียกโดยรวมว่า “ข้อกำหนดแพลตฟอร์ม” ",
                "part2": "(2) บริการ ThisShopวงเงินสินเชื่อหมายถึง แพลตฟอร์มการให้บริการของเว็บไซต์ ThisShop สำหรับให้ผู้ใช้งานที่มีคุณสมบัติตรงตามบริการแพลตฟอร์มในวิธีแบบผ่อนชำระ “ซื้อก่อน จ่ายทีหลัง” โดย “วิธีการชำระเงินแบบผ่อนชำระ” หมายถึง ขณะที่ผู้ใช้งานของ ThaiFintech ทำการสั่งซื้อสินค้า สามารถทำการยื่นคำขอตามกติกาของแพลตฟอร์ม ThaiFintech เพื่อรับสิทธิการเลื่อนชำระหรือผ่อนชำระกับทาง ThaiFintech ได้",
                "part3": "(3) วงเงินสินเชื่อหมายถึงวงเงินสินเชื่อสูงสุดที่ ThaiFintech ประเมินจากประวัติการชำระเงินและการใช้จ่ายของผู้ใช้งานบนเว็บไซต์ ThisShop โดยผู้ใช้งานสามารถตรวจสอบ วงเงินสินเชื่อได้ตามที่ประกาศในแพลตฟอร์ม",
                "part4": "(4) การใช้จ่าย หมายถึง การที่ผู้ใช้งานได้ทำการซื้อสินค้าหรือรับบริการและได้ชำระเงินเพื่อการนั้น",
                "part5": "(5) ขอบเขตการใช้งาน หมายถึง ผู้ใช้งานสามารถใช้ วงเงินสินเชื่อในการซื้อสินค้าที่กำหนด สามารถใช้กับสินค้าและบริการที่ไม่ใช่โลหะมีค่าและสินค้าอื่นที่ใกล้เคียงกัน ขอบเขตการใช้งานสามารถปรับเปลี่ยนตามข้อตกลงฉบับนี้และกฎหมายที่เกี่ยวข้อง",
                "part6": "(6) ค่าสินค้า หมายถึง ยอดค่าสินค้าที่ผู้ใช้งานต้องชำระใน ThisShop (ระบบจะคำนวณตามคำสั่งซื้อในเว็บไซต์ ThisS-hop)",
                "part7": "(7) วันที่ค่าใช้จ่ายเข้าบัญชี หมายถึง วันที่ผู้ใช้งานทำธุรกรรมตามความเป็นจริง หลังจากที่ผู้ใช้งานทำธุรกรรมแล้ว ThisShop จะนำค่าใช้จ่ายและค่าบริการ (ถ้ามี) บันทึกเข้าสู่บัญชี วันที่ค่าใช้จ่ายเข้าบัญชีจะยึดจากวันที่ระบบกำหนดในเว็บไซต์ ThisShop เป็นหลัก ผู้ใช้งานสามารถตรวจสอบจาก “ยอดค้างชำระ”",
                "part8": "(8) วันสรุปยอดบัญชี หมายถึง วันที่ผู้ใช้งานได้รับใบแจ้งยอดที่ต้องชำระตามงวดจาก ThisShop ในทุกเดือน หากยังไม่ได้รับใบแจ้งยอด ผู้ใช้งานจะต้องเป็นฝ่ายตรวจสอบยอดที่ต้องชำระ หากผู้ใช้งานไม่คัดค้านมายัง ThisS-hop ก่อนถึงวันถึงกำหนดชำระ จะถือว่าผู้ใช้งานยินยอมที่จะชำระยอดทั้งหมด ผู้ใช้งานจะไม่มีสิทธิอ้างว่าไม่ได้รับใบแจ้งยอดในการปฏิเสธการชำระรายการค้างชำระ",
                "part9": "(9) วันถึงกำหนดชำระ หมายถึง วันและเวลาที่ ThisShop กำหนดให้ชำระในแต่ละเดือน ผู้ใช้งานจะต้องยึดวันที่ที่แจ้งไว้ในหน้าเว็บไซต์ที่เกี่ยวข้องกับข้อตกลงฉบับนี้เป็นหลัก ",
                "part10": "(10) “บริการไม่ผ่อนชำระ” หมายถึง บริการที่ผู้ใช้งานใช้ วงเงินสินเชื่อเลือกชำระเงินที่ต้องชำระทั้งหมดในคราวเดียว",
                "part11": "(11) “บริการผ่อนชำระ” หมายถึง บริการที่ผู้ใช้งานยืนยันที่จะผ่อนชำระเงินค่าใช้จ่ายเป็นงวด ๆ โดย ThaiFintech จะเรียกเก็บค่าใช้จ่ายและค่าบริการตามเกณฑ์ ผู้ใช้งานสามารถเลือกช่วงเวลาผ่อนชำระและวันเวลาแจ้งยอดได้ ผู้ใช้งานสามารถเลือกผ่อนชำระได้ในทุกครั้งที่ทำธุรกรรม (“ผ่อนชำระ”) และรับผิดชอบยอดค่าใช้จ่ายและค่าบริการผ่อนชำระตามเกณฑ์ของเว็บไซต์ ",
                "part12": "(12) จำนวนงวดผ่อนชำระ หมายถึง จำนวนเดือนที่ผู้ใช้งานเลือกชำระโดยการผ่อนชำระ",
                "part13": "(13) ค่าบริการผ่อนชำระ หมายถึง ค่าบริการผ่อนชำระที่ผู้ใช้งานต้องรับผิดชอบในขณะเลือก “บริการผ่อนชำระ” โดยอัตราค่าบริการผ่อนชำระจะยึดตาม [เกณฑ์การคำนวณ วงเงินสินเชื่อ] ค่าบริการผ่อนชำระกับยอดค่าใช้จ่ายในแต่ละงวดจะถูกเรียกเก็บในคราวเดียว",
                "part14": "(14) รายการที่ต้องชำระ หมายถึง จำนวนเงินทั้งหมดที่ผู้ใช้งานต้องชำระในใบเสร็จที่ตรงกับวันถึงกำหนดชำระ ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ เงินค่าใช้จ่าย ค่าบริการผ่อนชำระ ค่าบริการรายวัน เบี้ยปรับ เป็นต้น",
                "part15": "(15) เบี้ยปรับเกินกำหนด หมายถึง เบี้ยปรับที่ผู้ใช้งานต้องชำระให้กับ ThaiFintech ในกรณีที่ผู้ใช้งานไม่ชำระเงินตามวันที่กำหนดชำระในข้อตกลงฉบับนี้จนเป็นการผิดนัด",
                "part16": "(16) จำนวนวันที่ชำระเงินล่าช้า หมายถึง จำนวนวันที่นับตั้งแต่วันถัดจากวันสุดท้ายของกำหนดชำระเงินที่ผู้ใช้งานไม่ทำการชำระให้ครบถ้วน",
                "part17": "(17) ข้อมูลส่วนบุคคลของผู้ใช้งาน หมายถึง ข้อมูลที่สามารถระบุตัวตนและประวัติการใช้จ่ายของผู้ใช้งานที่ต้องกรอกในขณะยื่นคำขอเปิดบริการการใช้ วงเงินสินเชื่อให้กับ ThisShop ซึ่งประกอบด้วยแต่ไม่จำกัด ชื่อ หมายเลขบัตรประชาชน ที่อยู่ติดต่อ หมายเลขโทรศัพท์ เป็นต้น",
                "part18": "(18) บริษัทในเครือ หมายถึง “บริษัทในเครือ” ที่ปรากฏในข้อตกลงฉบับนี้คือบริษัทที่ถูกควบคุมโดยอีกฝ่าย หรือควบคุมอีกฝ่ายทั้งทางตรงและทางอ้อม หรือควบคุมบริษัทอื่นร่วมกับอีกฝ่าย หรือมีผลกระทบต่ออีกฝ่ายมาก หรือร่วมกับอีกฝ่ายถูกควบคุมโดยบริษัทอื่นทั้งทางตรงและทางอ้อม ซึ่งประกอบด้วยแต่ไม่จำกัด บริษัทแม่ บริษัทลูกของอีกฝ่าย หรือเป็นบริษัทลูกร่วมกับอีกฝ่ายโดยมีบริษัทแม่เดียวกัน ฝ่ายที่ร่วมดำเนินธุรกิจ บริหารธุรกิจในเครือและอื่น ๆ “บริษัท” ในที่นี้คือบริษัทจำกัด “ควบคุม” ในที่นี้คือมีสิทธิในการบริหารจัดการบริษัททั้งทางตรงและทางอ้อม ไม่ว่าจะได้รับสิทธิทั้งหมดหรือสิทธิในการลงมติของผู้ถือหุ้นหรือได้รับมาด้วยวิธีสัญญาทางกฎหมาย "
            }
        ],
        "terminology2": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        },
        "terminology3": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        },
        "terminology4": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        },
        "terminology5": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        },
        "terminology6": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        },
        "terminology7": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        },
        "terminology8": {
            "head": "",
            "text": "",
            "part1": "",
            "part2": "",
            "part4": "",
            "part5": "",
            "part6": "",
            "part8": "",
            "part9": "",
            "part10": "",
            "part11": "",
            "part12": "",
            "part13": ""
        }
    }
}